Repository: wp-plugins/easy-admin-notification
Catalog: languages/ean-*.po
Languages: fr_fr

source: Easy Admin Notification Settings
fr_fr: Paramètres de notification

source: Admin Notification
fr_fr: Notification

source: Notification management
fr_fr: Gérer les notifications

source: Options saved
fr_fr: Paramètres enregistrés

source: Save Options
fr_fr: Enregistrer les paramètres

source: <a href="%1$s">Hide</a>
fr_fr: <a href="%1$s">Masquer</a>

source: Ooop! You activated a notification but you haven't defined any message!
fr_fr: Oups ! Vous avez activé une notification mais vous n'avez indiqué aucun message !

source: General
fr_fr: Paramètres généraux

source: Advanced
fr_fr: Paramètres avancés

source: Please configure the settings
fr_fr: Merci de configurer les paramètres ci-dessous

source: Enable notification ?
fr_fr: Activer l'affichage de la notification ?

source: Check this box to enable the notification message.
fr_fr: Cochez cette case pour activer l'affichage de la notification.

source: Enter the message to display
fr_fr: Entrer le message à afficher

source: Enter the text you want to display in the notification. HTML code accepted.
fr_fr: Entrer le texte que souhaitez afficher dans la notification. Code HTML accepté.

source: To create links use simple quotes.
fr_fr: Pour créer des liens utilisez des simples quotes (pas de guillemets).

source: Error message ?
fr_fr: Message d'erreur ?

source: Check this box to display an error message. If uncheck, the message will be display as an information.
fr_fr: Cochez cette case pour afficher un message d'erreur. Si cette case est décochée, le message affiché sera une information.

source: Display "hide button" ?
fr_fr: Afficher le bouton "masquer" ?

source: Check this box to display a "hide button" inside the notification box.<br />Each user will have the choice to hide or not the notification
fr_fr: Cochez cette case si vous souhaitez afficher le bouton "masquer" dans la notification.<br />Chaque utilisateur aura le choix de masquer la notification de manière individuelle.

source: Notification page(s)
fr_fr: Pages d'affichage

source: Choose where you want to display the notification.
fr_fr: Choisissez où vous souhaitez afficher la notification.

source: All pages
fr_fr: Toutes les pages

source: Dashboard Only
fr_fr: Tableau de bord uniquement

source: Only display to Admins ?
fr_fr: N'afficher qu'aux administrateurs ?

source: Check this box to display notice only to Admins
fr_fr: Cochez cette case pour n'afficher qu'aux administrateurs

source: Select
fr_fr: Choisir

source: Manage
fr_fr: Gérer

source: Choose Image
fr_fr: Choisir une image

source: Remove Image
fr_fr: Supprimer l'image

source: Add
fr_fr: Ajouter
